{
    "midsommar": {
        "title": "Midsommar",
        "director": "Ari Aster",
        "year": "2019",
        "image-url": "https://rue-morgue.com/framework/uploads/2019/05/Midsommar-poster-web-691x1024.jpg",
        "reviews": {
            "curt": "Ari Aster builds a world in his films in which people and specifically families (and communities) are the source of the horror.  Families, literal and figurative, trap you, forcing you to accept their rules, their lunacy, legacy, and damage.  In Midsommar, Florence Pugh's Dani is ripped by tragedy from one deeply damaged family and eventually trapped in a deranged murderous Swedish cult/family.  This film, like Hereditary, is not so much scary as it is unsettling.  What really works is how Aster's painstaking storytelling uses the structure and conventions of a horror film to explore some of the darkest feelings and impulses that people carry with them.  Aster is also so good at exploring the micro-horrors that exist within the story: Christian trapped in a relationship with a woman he desperately wants to break up with, the bros trapped on a vacation with their friend's bummer girlfriend, Dani's ever-present grief that weighs on her every second of the film.  Not as tight as Hereditary, Midsommar felt a little long to me, perhaps lingering too often when the point had been made.  Also, some of the sub-plotting with the bros is a bit flimsy.  Still, it is a brazen, funny, disturbing, impressive film.",
            "frank": "Here she comes boys, she's back on her Mary Queen of Scots bullshit. The first time I sat down for Midsommar, I walked out twenty minutes in, when the magnitude of Dani’s tragedy was getting swept aside so we could get into some ****art horror.*** But also I thought it may have been the day I was having, so I came back! In returning, I wanted to walk out a bunch more times. Unlike Hereditary (mad respect, feels an inch emptier after this slog) Midsommar proposes almost-too-much trauma not as something to be worked with (with hands filmically/ creationally, frame by frame by the fucking filmmaker) but as an excuse to lob shroom-addled shots at Christian/Pagan/ & hetero-norm/ taboo ideologies without deciding what any of that meant to poor Florence Pugh, who is working v v hard and doing v v good work. Also doing good work is Pawel Pogorzelski, whose frames and lights find the reasonable nightmares in our desparate dreams. But all that formal sweat and vigor for what? To flip the camera over to show you’ve seen The Shining? Anthropology, which gets a flimsy cameo, is the study of human beings as they relate to the culture they make in the systems they live in; Midsommar feels like a study of the system of a culture (horror movies) without much time spent on humans. Which inadvertendly positions it opposite its yearly doppelganger, Us. OR: When our American/ London avatars wretch in reaction to the elders brutal leap from the cliffs we’re assured that there’s precedent for this. We’re assured that the brutality is in service of something greater that we’re too provincial to understand. And I think Ari Aster might respond the same way if I was to poke about Midsommar.",
            "jake": "I... this... it... There are simply no other films like this, and anything that follows in the same vein will have a tough time living up to how utterly masterful this is. A brilliant, daylight nightmare. I've never been more stressed out at the movies. At one point I was genuinely feeling anxiety. Moments and images from this film will long be seared into my memory, but I cannot wait to see this again (and, probably, again). Florence Pugh is doing some fucking incredible work here. She brings it. All of it. Literally, the entire spectrum of human emotion. The production design and art direction are on another level. It's hauntingly gorgeous. Everything about this film is just...brilliant. At 2 hrs and 25 minutes, it still doesn't feel like enough. I want MORE. (Actually just read today that Aster is working on a directors cut with *at least* 30 more minutes of footage. Merry Christmas.)",
            "ray": "Religion is a Rorschach test. What was going on in this movie? I have no idea, but it was so beautiful it made me want to vomit. Annihilation with the militarism replaced by civil sociopathy. \n\n Won't you lend your lungs to me? Mine are collapsing. Plant your feet and bitterly breath up the time that's passing."
        }
    },
    "climax": {
        "title": "Climax",
        "director": "Gaspar Noé",
        "year": "2019",
        "image-url": "https://proxy.duckduckgo.com/iu/?u=https%3A%2F%2Fwww.indiewire.com%2Fwp-content%2Fuploads%2F2018%2F08%2FCLIMAX-03-AFTER-ANGLAIS-RVB_A24_WEB.png%3Fw%3D752&f=1",
        "reviews": {
            "curt": "",
            "frank": "",
            "jake": "",
            "ray": "Maybe the most intense cinematic experience I've ever had. Guys, there is something for each of you in this film, please go see it in theaters while you still can. And then we'll talk."
        }
    }
}